<template>
	<div class="container">

		<h3>公开课服务协议</h3>

		<h4 class="title">1. 序言</h4>
			<p>1.1 您已阅读《掌通家园用户协议》及《掌通家园隐私政策》（以下统称为“掌通家园协议及政策”），同意接受上述协议的约束，并已完成掌通家园的注册流程，成为了掌通家园的用户（以下简称“您”或“用户”）。</p>
			<p>1.2 厦门神州鹰软件科技有限公司作为掌通家园的合法运营者，按照掌通家园协议及政策以及本协议约定提供公开课等服务。</p>
			<p>1.3 您拟通过开通公开课权限、申请成为公开课老师，获取掌通家园公司提供的公开课服务。</p>
			<p>1.4 您点击并确认本协议即视为您已阅读并知悉本协议所有内容，同意按照本协议约定履行义务、承担您注册账户下所有行为引发的责任及后果。</p>

			<p>鉴于此，您与掌通家园公司之间达成以下协议条款，以供双方信守执行。</p>
		<h4 class="title">2. 服务范围</h4>
			<p>2.1 掌通家园公司按照掌通家园协议及政策以及本协议约定提供公开课等服务。用户可本着促进家园共育、提高幼儿家长教育知识等非商业目的在线与家长用户分享交流等。</p>
			<p>2.2 您有权申请开通公开课的公开课服务，通过使用公开课的服务，实现与家长用户的实时互动，达到交流幼儿教育知识、促进家园共育的目的。</p>
			<p>2.3 您在使用掌通家园公司提供的服务时，需遵守掌通家园公司不时发布的管理规则、公约及条约等规范性文件。</p>
			<p>2.4 掌通家园公司仅提供基于技术中立的服务，对于您利用服务从事的其他违法违规行为，掌通家园公司不对此承担任何责任。</p>

		<h4 class="title">3. 服务更新</h4>
			<p>3.1 掌通家园公司将不定期进行服务更新，包括但不限于修复技术漏洞、完善服务方案、提高用户体验度。</p>
			<p>3.2 更新后的服务视为本协议不可分割的内容，您同意予以接受。如不接受，请您停止使用本协议约定之服务（以下简称“本服务”）。</p>

		<h4 class="title">4. 公开课行为规范</h4>
			<p>4.1 使用公开课服务前，您应做好以下准备工作：</p>
			<p>4.1.1 调整好麦克风等公开课设备，避免与公开课无关的杂音出现；</p>
			<p>4.1.2 退出其他程序或软件，确保网速可支撑公开课带宽的需求；</p>
			<p>4.1.3 保持嗓音清晰可辨，能与其他用户实时互动</p>
			<p>4.2 公开课时，您应做到：</p>
			<p>4.2.1 使用文明礼貌用语，及时观看家长用户的动态并予以回应；</p>
			<p>4.2.2 确保公开课房间为本人实际使用，不得授权其他任意第三方使用；</p>
			<p>4.2.3 不得长时间离开公开课间，挂机混时间；</p>
			<p>4.2.4 不得引入其他杂音或含有违法违规内容的声音；</p>
			<p>4.2.5 不得在其他平台同时开启公开课；</p>
			<p>4.2.6 不得以任何形式宣传其他平台；</p>
			<p>4.2.7 不得煽动用户对其他公开课间进行围观或攻击。</p>
			<p>4.3 无论是使用公开课的公开课服务还是掌通家园公司提供的其他服务，您都不得利用本协议提供之服务发布、传送、传播、储存以下内容：</p>
			<p>4.3.1 发布、传送、传播、储存以下违反国家法律法规禁止的内容：</p>
			<p>4.3.1.1 违反宪法确定的基本原则的；</p>
			<p>4.3.1.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
			<p>4.3.1.3 损害国家荣誉和利益的；</p>
			<p>4.3.1.4 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
			<p>4.3.1.5 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
			<p>4.3.1.6 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
			<p>4.3.1.7 散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
			<p>4.3.1.8 侮辱或者诽谤他人，侵害他人合法权益的；</p>
			<p>4.3.1.9 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；</p>
			<p>4.3.1.10 以非法民间组织名义组织活动的；</p>
			<p>4.3.1.11 不符合法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性等“七条底线”要求的；</p>
			<p>4.3.1.12 含有法律、行政法规禁止的其他内容的。</p>
			<p>4.3.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容。</p>
			<p>4.3.3 发布、传送、传播、储存涉及他人隐私、个人信息或资料的内容。</p>
			<p>4.3.4 发表、传送、传播骚扰、广告信息、过度营销信息及垃圾信息或含有任何性或性暗示的。</p>
			<p>4.3.5 发布、传送、传播、储存其他违反法律法规、政策及公序良俗、社会公德或干扰掌通家园公司正常运营和侵犯其他用户或第三方合法权益内容的信息。</p>

		<h4 class="title">5. 成本及费用</h4>
			<p>5.1 您需承担使用本服务过程中所涉及的相关成本，如带宽费用、设备费用等。</p>
			<p>5.2  掌通家园公司与您是技术服务关系，双方并不存在任何劳务关系、劳动关系以及其他人身隶属关系。您应按照国家法律法规要求自行处理其社保缴纳、个税申报缴纳等相关事宜。如因您处理不当导致掌通家园公司陷入纠纷，您有义务出面解决。牵连掌通家园公司承担责任时，您应予以全额赔偿。</p>

		<h4 class="title">6. 违约责任</h4>
			<p>6.1 除本协议另有约定外，双方均应按协议约定及时、充分履行义务、承担责任。任一方（违约方）不及时、不充分履行义务时，另一方（守约方）有权书面要求违约方纠正其违约行为。</p>
			<p>6.2 如您违反掌通家园协议及政策或本协议约定，掌通家园公司有权采取以下一种或多种措施要求您承担责任：</p>
			<p>6.2.1 禁言，暂停提供公开课服务，冻结账号，封禁公开课间；</p>
			<p>6.2.2 停止提供本协议约定之其他服务；</p>
			<p>6.2.3 解除本协议；</p>
			<p>6.2.4 要求您赔偿掌通家园公司由此造成的所有损失；</p>
			<p>6.2.5 要求您赔偿相当于使用本服务期间所得收益百分之三十的违约金。</p>

		<h4 class="title">7. 知识产权</h4>
			<p>7.1 掌通家园公司提供本服务所涉的文字、图片、音频、视频、软件等内容的知识产权均归掌通家园公司所有。未经掌通家园公司书面授权，您不得自行使用或授权其他第三方使用。</p>
			<p>7.2 您使用本服务过程中形成的文字、图片、音频、视频等内容的由掌通家园公司享有知识产权，您有权在使用本协议约定之服务过程中使用上述内容，但不得转授权予其他第三方使用。如您停止使用本服务，您无权再使用上述内容。如需使用，需获得掌通家园公司另行书面授权。</p>
			<p>7.3 您应尊重并保护其他第三方享有合法知识产权的内容。</p>

		<h4 class="title">8. 其他</h4>
			<p>8.1 若本服务提供主体发生转移，掌通家园公司将在官网进行公布，您同意接受此种变更，并同意与新主体继续按照本协议的约定履行各自的权利义务；若您不同意的，请停止使用本服务。</p>
			<p>8.2 本协议的订立、执行和解释及争议的解决均应适用中国法律。</p>
			<p>8.3 如因履行本协议产生争议，双方应友好协商，协商不成的，提交厦门市思明区人民法院管辖。</p>
			<p>8.4 掌通家园公司公布的管理规则为本协议不可分割的一部分，具有同等的法律效力。</p>

		<h3 class="title">公开课扣分和停播规则</h3>
			<p>1. 老师在公开课过程中违反如下规定，构成违规，包括但不限于：</p>
			<p>1.1 严禁发表反党反政府的言论，或做出侮辱诋毁党和国家的行为；</p>
			<p>1.2 严禁通过任何方式传播毒品、展示枪支、管制刀具等；</p>
			<p>1.3 严禁直接或间接传播淫秽、色情信息，或进行淫秽、色情表演；</p>
			<p>1.4 严禁宣传迷信，散布谣言，扰乱社会秩序，破坏社会稳定的行为；</p>
			<p>1.5 严禁宣传其他公开课平台或相关广告；</p>
			<p>1.6 严禁未成年人发起公开课；</p>
			<p>1.7 法律、行政法规和规章禁止的其他内容;</p>
			<p>2. 老师出现违规违法行为时，视行为轻重进行扣分或永久停课处理，程度较轻者每次扣1分并停播一天；程度较重者永久停课，且掌通家园有权向当地公安机关进行举报，若涉及到任何法律责任，由违规者自行承担；</p>
			<p>3. 满分10分，扣完10分即永久停播；</p>
			<p>4. 掌通家园将根据相关法律法规变更或产品运营的需要对本规范进行不时的修改并更新，用户应及时查看以便获得最新的规范内容。若对以上违规行为或惩处措施有任何问题，请随时联系掌通家园的客服人员。</p>

	</div>
</template>
<script>
export default {
	created () {
		document.title = '公开课服务协议'
	}
}
</script>
<style lang="scss" scoped>
body {
	background: #f7f7f7;
	padding: 0;
	margin: 0;
	color: #444;
}

.container {
	padding: 20px;
}

h3 {
	font-size: 20px;
	text-align: center;
}

h3.title {
	margin-top: 30px;
	margin-bottom: 20px;
}

h4.title {
	font-weight: bold;
	font-size: 16px;
	margin-top: 15px;
}

p {
	font-size: 14px;
	margin-top: 15px;
	line-height: 1.5;
	text-indent: 2em;
}
</style>
